//DELAL1 EXEC PGM=IDCAMS 
//SYSPRINT DD SYSOUT=* 
//SYSIN DD * 
 DELETE 'aaaa' ALIAS 
 SET MAXCC=0 
/* 
//DEFAL1  EXEC PGM=IDCAMS 
//SYSPRINT  DD SYSOUT=* 
//SYSIN     DD * 
 DEFINE ALIAS ( NAME('aaaa') - 
        RELATE('xxxx')) 
/*
