//SET1     SET IHLQ=HLQ.INPUT, 
//             OHLQ=HLQ.OUTPUT
//SFTALLOC PROC 
//ALLOC    EXEC PGM=IEFBR14 
//SMPMTS   DD DSN=&OHLQ..&LLQ..NEW, 
//         DISP=(NEW,CATLG,DELETE), 
//         LIKE=&IHLQ..&LLQ,VOL=SER=&VOLSER,UNIT=&UNIT 
// PEND 
//DSN1   EXEC SFTALLOC,LLQ='LLQ1',VOLSER='VOLSER',UNIT='UNIT' 
//DSN2   EXEC SFTALLOC,LLQ='LLQ2'
