//* 
//* THIS JOB WILL MAKE A BACKUP OF SYSU.slq.** LIBRARIES ON SFTW.slq.**
//* 
//SFTCOPY PROC 
//COPY     EXEC PGM=IEBCOPY,TIME=200 
//SYSPRINT DD SYSOUT=* 
//SYSUT3   DD UNIT=WORK,SPACE=(CYL,10) 
//SYSUT4   DD UNIT=WORK,SPACE=(CYL,10) 
//SYSUT2   DD DISP=(,CATLG,DELETE),DSN=hlq.slq.&LLQ..&DATE, 
//            UNIT=3390,LIKE=hlq.llq.&LLQ 
//SYSUT1   DD DSN=hlq.slq.&LLQ, 
//         DISP=SHR 
//SYSIN    DD DUMMY 
// PEND 
//libname EXEC SFTCOPY,LLQ='llq',DATE='Dmmddyy' 
