//* 
//* COMPARE NEW/OLD RUNTIME LIBRARIES 
//* 
//STEP01 EXEC PGM=ISRSUPC   
//NEWDD  DD DISP=SHR,DSN=XXXX
//OLDDD   DD DISP=SHR,DSN=QQQQ
//OUTDD   DD SYSOUT=* 
