//jobname  JOB 
//stepname EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=* 
//SYSUT1   DD DISP=SHR,DSN=dsname 
//SYSUT2   DD DISP=(NEW,CATLG),DSN=dsname,
//     LIKE=SYSUT1, 
//     UNIT=unit,VOL=SER=volser
//SYSIN    DD *
    COPY INDD=SYSUT1,OUTDD=SYSUT2
/* 
