//   SET RUNDATE='MMMDDYY'       
//   EXPORT SYMLIST=(PROD,OLDREL)
//   SET PROD=JOBSCN             
//   SET OLDREL=                 
***
//DELETE   EXEC PGM=ADRDSSU,REGION=6M 
//SYSPRINT DD  SYSOUT=* 
//NOTAPE   DD  DUMMY 
//SYSIN    DD  *,SYMBOLS=JCLONLY 
 DUMP DS(INCLUDE(SFTW.&PROD..&OLDREL..**) - 
         EXCLUDE(SFTW.&PROD..&OLDREL..$INSTALL)) -
      OUTDD(NOTAPE) DELETE PURGE WAIT(0,0) 
//* 
//   ENDIF 
