//* 
//* DELETE USING IEHPROGM. 
//* NOTE: X CHAR MUST BE ON COL 72 
//* CONTINUATION MUST START ON COL 16 
//* 
//RENAME   EXEC PGM=IEHPROGM 
//SYSPRINT DD SYSOUT=* 
//SHRVOL   DD UNIT=3390,VOL=SER=volume,DISP=SHR 
//SYSIN    DD * 
   SCRATCH DSNAME=hlq.slq.llw,VOL=unit=volume
