//STEP01   EXEC PGM=IEFBR14 
//FILE     DD DSN=HLQ.SLQ.$HLQDMP,DISP=(MOD,DELETE,DELETE),
//         SPACE=(TRK,0),UNIT=3390 
//SYSPRINT DD SYSOUT=* 
//STEP02   EXEC PGM=ADRDSSU 
//SYSPRINT DD SYSOUT=* 
//FILE     DD DSN=HLQ.SLQ.$SFTWDMP,DISP=(,CATLG,DELETE), 
//         SPACE=(CYL,(1500,1),RLSE),UNIT=3390 
//SYSIN    DD * 
  DUMP OUTDD(FILE) TOL(ENQF) COMPRESS ALLDATA(*) ALLEXCP SPHERE - 
  DATASET(INCLUDE(HLQ.SLQ.**) - 
          EXCLUDE(HLQ.SLQ.$HLQDMP)) 
