//STEP01   EXEC PGM=IEFBR14 
//ALLOC01  DD DISP=(NEW,CATLG),DSN=HLQ.YOUR.DSN.NAME,
//            UNIT=3390,VOL=SER=(xxxxxx), 
//            SPACE=(CYL,(100,100),,,ROUND), 
//            DCB=(RECFM=VBS,LRECL=32760,BLKSIZE=27998)
