//SFTCOPY PROC 
//COPY     EXEC PGM=IEBCOPY
//SYSPRINT DD SYSOUT=* 
//SYSUT3   DD UNIT=3390,SPACE=(CYL,10) 
//SYSUT4   DD UNIT=3390,SPACE=(CYL,10) 
//SYSUT1   DD DISP=SHR,DSN=HLQ.SLQ.&LLQ
//SYSUT2   DD DSN=HLQ.SLQ.&LLQ, 
//         DISP=(,KEEP,DELETE), 
//         UNIT=3390,VOL=SER=volume,
//         LIKE=HLQ.SLQ.&LLQ
//SYSIN    DD DUMMY 
// PEND 
//CNTL     EXEC SFTCOPY,LLQ='CNTL'
