//* Change 'aaaa' to the actual dsn
//* Change 'xxxx' to the new dsn
//RENAME   EXEC   PGM=IDCAMS 
//SYSPRINT  DD  SYSOUT=* 
//SYSIN     DD  * 
  ALTER 'qqqq' - 
    NEWNAME('xxxx')
