//*
//* Job used to rollout when the dataset is being used
//*
//* USE THIS JOB TO COPY SFTW LIBRARIES TO PRODUCTION 
//RESETLIB EXEC SAS 
//DELLIN1  DD DISP=SHR,DSN=LLQ.SLQ.LLQ, 
//            UNIT=3390,VOL=SER=volume 
//DELLIN2  DD DISP=SHR,DSN=HLQ.SLQ.LLQ, 
//            UNIT=3390,VOL=SER=volume 
//SYSIN    DD   * 
 PROC PDS DDNAME=DELLIN1 NOLIST KILL; 
 PROC PDS DDNAME=DELLIN2 NOLIST KILL; 
/* 
//* 
//COPY1  EXEC PGM=IEBCOPY,COND=(4,LT) 
//SYSPRINT DD SYSOUT=* 
//SYSUT3 DD   UNIT=WORK,SPACE=(CYL,(1,1)) 
//SYSUT4 DD   UNIT=WORK,SPACE=(CYL,(1,1)) 
//LINKI1 DD   DISP=SHR,DSN=HLQ.SLQ.LLQ 
//LINKO1 DD   DISP=SHR,DSN=HLQ.SLQ.LLQ, 
//            UNIT=3390,VOL=SER=volume 
//LINKI2 DD   DISP=SHR,DSN=HLQ.SLQ.LLQ
//LINKO2 DD   DISP=SHR,DSN=HLQ.SLQ.LLQ, 
//            UNIT=3390,VOL=SER=volume 
//SYSIN  DD   * 
  COPY INDD=LINKI1,OUTDD=LINKO1,LIST=NO 
  COPY INDD=LINKI2,OUTDD=LINKO2,LIST=NO 
/* 
