//* USE THIS JOB TO COPY SFTW LIBRARIES TO PRODUCTION 
//STEP01   EXEC PGM=FDRCOPY,REGION=4M 
//SYSPRINT DD   SYSOUT=* 
//SYSIN    DD   * 
   REORG TYPE=DSF 
         S CATDSN=hlq.slq.llq,EMPTY=YES,DSNENQ=NONE 
         S CATDSN=hlq.slq.llq,EMPTY=YES,DSNENQ=NONE 
//STEP02   EXEC PGM=FDRCOPY,REGION=4M,COND=(4,LT) 
//SYSPRINT DD   SYSOUT=* 
//SYSIN    DD   * 
   COPY TYPE=DSF 
 S CATDSN=hlq.slq.llq,NEWN=hlq.slq.llq,DSNENQ=NONE
 S CATDSN=hlq.slq.llq,NEWN=hlq.slq.llq,DSNENQ=NONE
